[
 {
   "title": "Winter is Coming",
   "season": 1,
   "epno": 1,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2668.jpg",
   "summary": "Lord Eddard Stark, ruler of the North, is summoned to court by his old friend, King Robert Baratheon, to serve as the King's Hand. Eddard reluctantly agrees after learning of a possible threat to the King's life. Eddard's bastard son Jon Snow must make a painful decision about his own future, while in the distant east Viserys Targaryen plots to reclaim his father's throne, usurped by Robert, by selling his sister in marriage."
 },
 {
   "title": "The Kingsroad",
   "season": 1,
   "epno": 2,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2669.jpg",
   "summary": "An incident on the Kingsroad threatens Eddard and Robert's friendship. Jon and Tyrion travel to the Wall, where they discover that the reality of the Night's Watch may not match the heroic image of it."
 },
 {
   "title": "Lord Snow",
   "season": 1,
   "epno": 3,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2671.jpg",
   "summary": "Jon Snow attempts to find his place amongst the Night's Watch. Eddard and his daughters arrive at King's Landing."
 },
 {
   "title": "Cripples, Bastards, and Broken Things",
   "season": 1,
   "epno": 4,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2673.jpg",
   "summary": "Tyrion stops at Winterfell on his way home and gets a frosty reception from Robb Stark. Eddard's investigation into the death of his predecessor gets underway."
 },
 {
   "title": "The Wolf and the Lion",
   "season": 1,
   "epno": 5,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2674.jpg",
   "summary": "Catelyn's actions on the road have repercussions for Eddard. Tyrion enjoys the dubious hospitality of the Eyrie."
 },
 {
   "title": "A Golden Crown",
   "season": 1,
   "epno": 6,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2676.jpg",
   "summary": "Viserys is increasingly frustrated by the lack of progress towards gaining his crown."
 },
 {
   "title": "You Win or You Die",
   "season": 1,
   "epno": 7,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2677.jpg",
   "summary": "Eddard's investigations in King's Landing reach a climax and a dark secret is revealed."
 },
 {
   "title": "The Pointy End",
   "season": 1,
   "epno": 8,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2678.jpg",
   "summary": "Tyrion joins his father's army with unexpected allies. Events in King's Landing take a turn for the worse as Arya's lessons are put to the test."
 },
 {
   "title": "Baelor",
   "season": 1,
   "epno": 9,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2679.jpg",
   "summary": "Catelyn must negotiate with the irascible Lord Walder Frey."
 },
 {
   "title": "Fire and Blood",
   "season": 1,
   "epno": 10,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2681.jpg",
   "summary": "Daenerys must realize her destiny. Jaime finds himself in an unfamiliar predicament."
 },
 {
   "title": "The North Remembers",
   "season": 2,
   "epno": 1,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3174.jpg",
   "summary": "War grips the continent of Westeros. As Tyrion Lannister tries to take his strong-willed nephew in hand in King's Landing, Stannis Baratheon launches his own campaign to take the Iron Throne with the help of a mysterious priestess. In the east, Daenerys must lead her retinue through a desolate wasteland whilst beyond the Wall the Night's Watch seeks the aid of a wildling."
 },
 {
   "title": "The Night Lands",
   "season": 2,
   "epno": 2,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3175.jpg",
   "summary": "Stannis uses Ser Davos to seek out new allies for his war with the Lannisters. On the road north, Arya confides in Gendry. Robb Stark sends Theon Greyjoy to win an alliance with his father and the fierce warriors of the Iron Islands. Cersei and Tyrion clash on how to rule in King's Landing."
 },
 {
   "title": "What is Dead May Never Die",
   "season": 2,
   "epno": 3,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3176.jpg",
   "summary": "Catelyn Stark treats with King Renly in the hope of winning an alliance. Tyrion undertakes a complex plan in King's Landing to expose an enemy. At Winterfell, Bran's dreams continue to trouble him."
 },
 {
   "title": "Garden of Bones",
   "season": 2,
   "epno": 4,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3177.jpg",
   "summary": "Tyrion attempts to restrain Joffrey's cruelty. Catelyn attempts to broker a peace between Stannis and Renly. Daenerys and her followers arrive at the great city of Qarth and hope to find refuge there. Arya and Gendry arrive at Harrenhal, a great castle now under Lannister occupation."
 },
 {
   "title": "The Ghost of Harrenhal",
   "season": 2,
   "epno": 5,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3178.jpg",
   "summary": "Confusion rages in the Stormlands in the wake of a devastating reversal. Catelyn must flee with a new ally, whilst Littlefinger sees an opportunity in the chaos. Theon seeks to prove himself to his father in battle. Arya receives a promise from the enigmatic Jaqen H'ghar. The Night's Watch arrives at the Fist of the First Men. Daenerys Targaryen receives a marriage proposal."
 },
 {
   "title": "The Old Gods and the New",
   "season": 2,
   "epno": 6,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3180.jpg",
   "summary": "Arya has a surprise visitor; Dany vows to take what is hers; Joffrey meets his subjects; Qhorin gives Jon a chance to prove himself."
 },
 {
   "title": "A Man Without Honor",
   "season": 2,
   "epno": 7,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3192.jpg",
   "summary": "Jaime meets a relative; Theon hunts; Dany receives an invitation."
 },
 {
   "title": "The Prince of Winterfell",
   "season": 2,
   "epno": 8,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3194.jpg",
   "summary": "Theon holds the fort; Arya calls in her debt with Jaqen; Robb is betrayed; Stannis and Davos approach their destination."
 },
 {
   "title": "Blackwater",
   "season": 2,
   "epno": 9,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3196.jpg",
   "summary": "A massive battle rages for control of King's Landing and the Iron Throne."
 },
 {
   "title": "Valar Morghulis",
   "season": 2,
   "epno": 10,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/3197.jpg",
   "summary": "Tyrion awakens to a changed situation. King Joffrey doles out rewards to his subjects. As Theon stirs his men to action, Luwin offers some final advice. Brienne silencesJaime; Arya receives a gift from Jaqen; Dany goes to a strange place; Jon proves himself to Qhorin."
 },
 {
   "title": "Valar Dohaeris",
   "season": 3,
   "epno": 1,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2628.jpg",
   "summary": "Jon is brought before Mance Rayder, the King Beyond the Wall, while the Night's Watch survivors retreat south. In King's Landing, Tyrion asks for his reward. Littlefinger offers Sansa a way out. Cersei hosts a dinner for the royal family. Daenerys sails into Slaver's Bay."
 },
 {
   "title": "Dark Wings, Dark Words",
   "season": 3,
   "epno": 2,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2618.jpg",
   "summary": "Sansa (Sophie Turner) says too much. Shae (Sibel Kekilli) asks Tyrion (Peter Dinklage) for a favor. Jaime (Nikolaj Coster-Waldau) finds a way to pass the time. Arya (Maisie Williams) runs into the Brotherhood Without Banners."
 },
 {
   "title": "Walk of Punishment",
   "season": 3,
   "epno": 3,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2616.jpg",
   "summary": "Tyrion shoulders new responsibilities. Jon (Kit Harington) is taken to the Fist of the First Men. Daenerys (Emilia Clarke) meets with the slavers. Jaime strikes a deal with his captors."
 },
 {
   "title": "And Now His Watch is Ended",
   "season": 3,
   "epno": 4,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2615.jpg",
   "summary": "The Night's Watch takes stock. Varys (Conleth Hill) meets his better. Arya is taken to the commander of the Brotherhood. Daenerys exchanges a chain for a Whip."
 },
 {
   "title": "Kissed by Fire",
   "season": 3,
   "epno": 5,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2614.jpg",
   "summary": "The Hound (Rory McCann) is judged by the gods; Jaime is judged by men. Jon proves himself; Robb (Richard Madden) is betrayed. Tyrion learns the cost of weddings."
 },
 {
   "title": "The Climb",
   "season": 3,
   "epno": 6,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2612.jpg",
   "summary": "Tywin (Charles Dance) plans strategic unions for the Lannisters. Melisandre (Carice van Houten) visits the Riverlands. Robb (Richard Madden) weighs a compromise to repair his alliance with House Frey. Roose Bolton (Michael McElhatton) decides what to do with Jaime Lannister (Nikolaj Coster-Waldau). Jon (Kit Harington), Ygritte (Rose Leslie) and the Wildlings face a daunting climb."
 },
 {
   "title": "The Bear and the Maiden Fair",
   "season": 3,
   "epno": 7,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2611.jpg",
   "summary": "Daenerys (Emilia Clarke) exchanges gifts with a slave lord outside Yunkai. As Sansa (Sophie Turner) frets about her prospects, Shae (Sibel Kekilli) chafes at Tyrion's (Peter Dinklage) new situation. Tywin counsels the king, and Melisandre reveals a secret to Gendry (Joe Dempsie). Brienne (Gwendoline Christie) faces a formidable foe in Harrenhal."
 },
 {
   "title": "Second Sons",
   "season": 3,
   "epno": 8,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2599.jpg",
   "summary": "King's Landing hosts a wedding, and Tyrion and Sansa spend the night together. Daenerys meets the Titan's Bastard. Davos (Liam Cunningham) demands proof from Melisandre. Sam (John Bradley) and Gilly (Hannah Murray) meet an older Gentleman."
 },
 {
   "title": "The Rains of Castamere",
   "season": 3,
   "epno": 9,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2598.jpg",
   "summary": "Robb (Richard Madden) presents himself to Walder Frey (David Bradley), and Edmure (Tobias Menzies) meets his bride. Jon (Kit Harington) faces his harshest test yet. Bran (Isaac Hempstead Wright) discovers a new gift. Daario (Ed Skrein) and Jorah (Iain Glen) debate how to take Yunkai. House Frey joins with House Tully."
 },
 {
   "title": "Mhysa",
   "season": 3,
   "epno": 10,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2597.jpg",
   "summary": "Joffrey (Jack Gleeson) challenges Tywin (Charles Dance). Bran tells a ghost story. In Dragonstone, mercy comes from strange quarters. Daenerys (Emilia Clarke) waits to see if she is a conqueror or a liberator."
 },
 {
   "title": "Two Swords",
   "season": 4,
   "epno": 1,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2583.jpg",
   "summary": "Tyrion (Peter Dinklage) welcomes a guest to King's Landing. At Castle Black, Jon Snow (Kit Harington) finds himself unwelcome. Dany (Emilia Clarke) is pointed to Meereen, the mother of all slave cities. Arya (Maisie Williams) runs into an old friend."
 },
 {
   "title": "The Lion and the Rose",
   "season": 4,
   "epno": 2,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2584.jpg",
   "summary": "Tyrion lends Jaime (Nikolaj Coster-Waldau) a hand. Joffrey (Jack Gleeson) and Margaery (Natalie Dormer) host a breakfast. At Dragonstone, Stannis (Stephen Dillane) loses patience with Davos (Liam Cunningham). Ramsay (Iwan Rheon) finds a purpose for his pet. North of the Wall, Bran (Isaac Hempstead Wright) sees where they must go."
 },
 {
   "title": "Breaker of Chains",
   "season": 4,
   "epno": 3,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2585.jpg",
   "summary": "Tyrion ponders his options. Tywin (Charles Dance) extends an olive branch. Sam (John Bradley) realizes Castle Black isn't safe, and Jon proposes a bold plan. The Hound (Rory McCann) teaches Arya the way things are. Dany chooses her Champion."
 },
 {
   "title": "Oathkeeper",
   "season": 4,
   "epno": 4,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2586.jpg",
   "summary": "Dany balances justice and mercy. Jaime tasks Brienne (Gwendoline Christie) with his honor. Jon secures volunteers while Bran, Jojen (Thomas Brodie-Sangster), Meera (Ellie Kendrick) and Hodor (Kristian Nairn) stumble on shelter."
 },
 {
   "title": "First of His Name",
   "season": 4,
   "epno": 5,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2587.jpg",
   "summary": "Cersei (Lena Headey) and Tywin (Charles Dance) plot the Crown's next move. Dany (Emilia Clarke) discusses future plans. Jon (Kit Harington) embarks on a new mission."
 },
 {
   "title": "The Laws of Gods and Men",
   "season": 4,
   "epno": 6,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2588.jpg",
   "summary": "Stannis (Stephen Dillane) and Davos (Liam Cunningham) set sail with a new strategy. Dany meets with supplicants. Tyrion (Peter Dinklage) faces down his father in the throne room."
 },
 {
   "title": "Mockingbird",
   "season": 4,
   "epno": 7,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2589.jpg",
   "summary": "Tyrion enlists an unlikely ally. Daario (Michiel Huisman) entreats Dany to allow him to do what he does best. Jon's warnings about the Wall's vulnerability fall on deaf ears. Brienne (Gwendoline Christie) follows a new lead on the road with Pod (Daniel Portman)."
 },
 {
   "title": "The Mountain and the Viper",
   "season": 4,
   "epno": 8,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2591.jpg",
   "summary": "Mole's Town receives unexpected visitors. Littlefinger's (Aidan Gillen) motives are questioned. Ramsay (Iwan Rhoen) attempts to prove himself to his father. Tyrion's (Peter Dinklage) fate is decided."
 },
 {
   "title": "The Watchers on the Wall",
   "season": 4,
   "epno": 9,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2593.jpg",
   "summary": "Jon Snow (Kit Harington) and the rest of the Night's Watch face the biggest challenge to the Wall yet."
 },
 {
   "title": "The Children",
   "season": 4,
   "epno": 10,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/1/2594.jpg",
   "summary": "An unexpected arrival north of the Wall changes circumstances. Dany (Emilia Clarke) is forced to face harsh realities. Bran (Isaac Hempstead Wright) learns more of his destiny. Tyrion sees the truth of his Situation."
 },
 {
   "title": "The Wars to Come",
   "season": 5,
   "epno": 1,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/10/25988.jpg",
   "summary": "In the Season 5 premiere, Varys discusses a conspiracy with Tyrion; Daenerys' rule faces a new threat; Jon finds himself between two kings; and Cersei and Jaime try to move on from Tywin's demise."
 },
 {
   "title": "The House of Black and White",
   "season": 5,
   "epno": 2,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/10/25989.jpg",
   "summary": "Arya arrives in Braavos; Brienne and Podrick find danger while traveling; Cersei worries about Myrcella in Dorne when Ellaria Sand seeks revenge for Oberyn's death; Jon is tempted by Stannis."
 },
 {
   "title": "High Sparrow",
   "season": 5,
   "epno": 3,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/10/25990.jpg",
   "summary": "Cersei meets the High Sparrow after learning of a clergyman's embarrassing tale. Meanwhile, Davos talks to Jon about the future of Winterfell, where Ramsay Snow has just learned the identity of his future bride; Arya grows impatient doing menial tasks in the House of Black and White; and Tyrion searches for more comfortable surroundings on a long trip with Varys."
 },
 {
   "title": "Sons of the Harpy",
   "season": 5,
   "epno": 4,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/10/26444.jpg",
   "summary": "Margaery seeks prudent counsel. Jaime Struggles in foreign lands. Dany answers the Harpy's call."
 },
 {
   "title": "Kill the Boy",
   "season": 5,
   "epno": 5,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/10/26819.jpg",
   "summary": "Dany makes a difficult decision in Meereen. Jon recruits the help of an unexpected ally. Brienne searches for Sansa. Theon remains under Ramsay's control."
 },
 {
   "title": "Unbowed, Unbent, Unbroken",
   "season": 5,
   "epno": 6,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/10/27259.jpg",
   "summary": "Arya trains. Jorah and Tyrion run into slavers. Trystane and Myrcella make plans. Jaime and Bronn reach their destination. The Sand Snakes attack."
 },
 {
   "title": "The Gift",
   "season": 5,
   "epno": 7,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/11/27535.jpg",
   "summary": "Jon prepares for conflict. Sansa tries to talk to Theon. Brienne waits for a sign. Stannis remains stubborn. Jaime attempts to reconnect with family. <br /><br />"
 },
 {
   "title": "Hardhome",
   "season": 5,
   "epno": 8,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/11/28151.jpg",
   "summary": "Arya makes progress in her training. Sansa confronts an old friend. Cersei struggles. Jon travels. <br /><br />"
 },
 {
   "title": "The Dance of Dragons",
   "season": 5,
   "epno": 9,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/11/29160.jpg",
   "summary": "Stannis confronts a troubling decision. Jon returns to The Wall. Mace visits the Iron Bank. Arya encounters someone from her past. Dany reluctantly oversees a traditional celebration of athleticism."
 },
 {
   "title": "Mother's Mercy",
   "season": 5,
   "epno": 10,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/12/30012.jpg",
   "summary": "Cersei seeks forgiveness; Jon faces a new challenge; Arya plots to cross a name off her list; Tyrion sees a familiar face; and Daenerys finds herself surrounded by strangers."
 },
 {
   "title": "The Red Woman",
   "season": 6,
   "epno": 1,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/56/142371.jpg",
   "summary": "Jon Snow is dead. Daenerys meets a strong man. Cersei sees her daughter again."
 },
 {
   "title": "Home",
   "season": 6,
   "epno": 2,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/56/142372.jpg",
   "summary": "Bran trains with the Three-Eyed Raven. In King's Landing, Jaime advises Tommen. Tyrion demands good news, but has to make his own. At Castle Black, the Night's Watch stands behind Thorne. Ramsay Bolton proposes a plan, and Balon Greyjoy entertains other proposals."
 },
 {
   "title": "Oathbreaker",
   "season": 6,
   "epno": 3,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/56/142370.jpg",
   "summary": "Daenerys meets her future. Bran meets the past. Tommen confronts the High Sparrow. Arya trains to be No One. Varys finds an answer. Ramsay gets a gift."
 },
 {
   "title": "Book of the Stranger",
   "season": 6,
   "epno": 4,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/56/142273.jpg",
   "summary": "Tyrion strikes a deal. Jorah and Daario undertake a difficult task. Jaime and Cersei try to improve their situation."
 },
 {
   "title": "The Door",
   "season": 6,
   "epno": 5,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/60/150273.jpg",
   "summary": "Tyrion seeks a strange ally. Bran learns a great deal. Brienne goes on a mission. Arya is given a chance to prove herself."
 },
 {
   "title": "Blood of My Blood",
   "season": 6,
   "epno": 6,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/60/150274.jpg",
   "summary": "An old foe comes back into the picture. Gilly meets Sam's family. Arya faces a difficult choice. Jaime faces off against the High Sparrow."
 },
 {
   "title": "The Broken Man",
   "season": 6,
   "epno": 7,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/60/150275.jpg",
   "summary": "The High Sparrow eyes another target. Jaime confronts a hero. Arya makes a plan. The North is reminded."
 },
 {
   "title": "No One",
   "season": 6,
   "epno": 8,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/61/153044.jpg",
   "summary": "Jaime encounters a hero; the High Sparrow fixates on another prey; Arya hatches a new plan; Yara and Theon plot their next move; Olenna and Cersei discuss their families' futures.While Jaime weighs his options, Cersei answers a request. Tyrion's plans bear fruit. Arya faces a new test."
 },
 {
   "title": "Battle of the Bastards",
   "season": 6,
   "epno": 9,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/62/155042.jpg",
   "summary": "Ramsay surprises his audience. Jon retaliates. Dany is true to her word."
 },
 {
   "title": "The Winds of Winter",
   "season": 6,
   "epno": 10,
   "image": "http://static.tvmaze.com/uploads/images/medium_landscape/63/157920.jpg",
   "summary": "Alliances are made, the High Sparrow is holding trials at King's Landing, Daenerys is sailing for the Seven Kingdoms and a new King of the North is crowned."
 },
 {
   "title": "TBA",
   "season": 7,
   "epno": 1,
   "image": "",
   "summary": ""
 }
]
